[
    {
        "name": "E Kore Koe E Ngaro",
        "brief": "This waiata was composed by members of local kapahaka Te Iti Kahurangi, as a tribute to the ongoing support the group has received from Wintec over the years.\n\nIt references names and stories associated with our marae, including the wharenui ‘Te Kākano a te Kaahu’, the interior carving ‘Tāwhaki’, the large memorial pillar dedicated to the late Māori Queen ‘Te Atairangikaahu’, and the three buildings which represent ‘Ngā Kete Wānanga’, the three baskets of knowledge.\n\nWhen performing this waiata, the last line 'E ko Te Kuratini o Waikato' may also be sung at the beginning as an intro, and also repeated at the end.",
        "maoriWords": "E kore koe e ngaro he kākano i ruia Kākano a te Kaahu e tū nei e Te Kōpū Mānia, te ngāwhā whakatupu Ka tupu he tangata, rere ki te ao\n\nHorahia Matariki, kūmea ngā waka Herea ki te pou o te aroha e Te Atairangikaahu, tāiri kei runga Ko Kīngi Tūheitia ki te whenua e\n\nPiki ake Tāwhaki, tāhūhū matapū Ngā kete wānanga e toru e Whītikitia rā, ka turuturu iho E ko Te Kuratini o Waikato e.",
        "englishWords": "You are not lost, seed of heaven Kākano a te kāhu stand tall Te Kōpū Mānia, cultivate new growth Foster this person of the world\n\nMatariki on display, draw in all canoes Bind them to the posts of support and care Te Atairangikaahu, fly above Kingi Tūheitia, hold steadfast below\n\nTāwhaki ascend, prepare the house For the three baskets of knowledge Bind them, fasten them To Waikato Institute of Technology",
        "thumbnailPath": "assets/images/image.png",
        "vocalPath": "assets/videos/video.mp4",
        "nonVocalPath": "assets/videos/video2.mp4"
    },
    {
        "name": "He Maimai Aroha nā Tāwhiao",
        "brief": "After the devastation of the Waikato raupatu or land confiscations of 1863, Kingi Tāwhiao sought refuge in Maniapoto or the King Country. After nearly two decades , in the early 1880s he made an emotional return to Waikato.\n\nThis lament express his deeply felt sorrow for the land and its meaning to him. It includes in the lyrics the name of our marae, To Kōpū Mānia o Kirikiriroa.",
        "maoriWords": "Ka mātakitaki iho au ki te riu o Waikato Anō nei hei kapo kau ake māku Ki te kapu o taku ringa, Ka whakamiri noa I tōna aratau, E tia nei he tupu pua hou.\n\nKia hiwa ake au I te tihi o Pirongia, Inā hei toronga whakaruruhau mōna Ki tōku tauawhirotanga.\n\nAnā! Te ngoto o tōna ngāwhā I ōna uma kīhai I ārikarika A Maungatautari, a Maungakawa, Ōku puke maunga, ngā taonga tuku iho Hoki ake nei au ki tōku awa koiora Me ōna pikonga He kura tangihia o te mātāmuri.\n\nE whakawhiti atu ai I te kōpū mānia O Kirikiriroa Me ōna māra kai, te ngāwhā whakatupu Ake o te whenua mōmona, Hei kawe ki Ngāruawāhia, Te huinga o te tangata.\n\nArā, te pae haumako, hei okiokinga mō Taku upoko, Hei tirohanga atu mā raro I ngā hūhā O Taupiri.\n\nKei reira rā, kei te oroko hanganga o te tangata Wāhia te tungaroa o te whare, Te whakaputanga mō te Kīngi.",
        "englishWords": "I look down on the valley of Waikato, As though to hold it in the hollow of my hand And caress its beauty Like some tender verdant thing.\n\nI reach out from the top of Pirongia As though to cover and protect its Substance with my own.\n\nSee how it bursts through the full bosoms Of Maungatautari and Maungakawa, Hills of my inheritance The river of life, each curve more beautiful Than the last.\n\nCrossing the smooth belly of Kirikiriroa, Its gardens bursting with fullness of the rich Earth towards the meeting place at Ngāruawāhia.\n\nThere on the fertile mound I would rest My head And look through the thighs of Taupiri There at the place of all creation Let the King come forth.",
        "thumbnailPath": "assets/images/image2.jpg",
        "vocalPath": "assets/videos/video.mp4",
        "nonVocalPath": "assets/videos/video2.mp4"
    },
    {
        "name": "Waikato Te Awa",
        "brief": "Mr Harrison, the author of this poem, writes that ‘When working on the different hydro works on the Waikato River, I spent quite a few hours of leisure, marvelling at the greatness of the dams and lakes formed on this waterway. So, in my spare time I made up this poetry about the Waikato River’.\n\nThis was published in the historical Te Ao Hou magazine in June 1962, issue 29. Over the years, there have been slight adjustments to the poem to suit the context of today’s communities. Wintec only sings the first three verses.",
        "maoriWords": "Waikato te awa Katohia, katohia he wai māu, Katohia he wai māu Ka eke ki te pūaha, ko Waikato te awa, He piko, he taniwha He piko, he taniwha.\n\nKia tūpato rā kei tahuri koe, I ngā au kaha o Waikato, Whakamau tō titiro ki tawhiti Ko Taupiri te maunga, Pōtatau te tangata Te mauri o te motu e.\n\nE hoe tō waka ki Ngāruawāhia, Tūrangawaewae, Mō te kīngitanga, Te tangi whakamutunga, A Matutaera, Auē hoki auē.",
        "englishWords": "Waikato te awa Dip in the water as it surges at the mouth Waikato is the river At every bend there lives a chief.\n\nBe careful lest you capsize for the currents are strong in the Waikato Fix your gaze on the distance Where Taupiri is the mountain and Pōtatau the man.\n\nPaddle your canoe to Ngāruawāhia to Tūrangawaewae the heart of the kingdom Where Matutaera finished his lament Alas, let me grieve also",
        "thumbnailPath": "assets/images/image2.jpg",
        "vocalPath": "assets/videos/video.mp4",
        "nonVocalPath": "assets/videos/video2.mp4"
    },
    {
        "name": "Tutira mai nga iwi",
        "brief": "tutira",
        "maoriWords": "assets/videos/video.mp4",
        "englishWords": "assets/videos/video.mp4",
        "thumbnailPath": "assets/images/image2.jpg",
        "vocalPath": "assets/videos/video.mp4",
        "nonVocalPath": "assets/videos/video2.mp4"
    },
    {
        "name": "Pupuke Te Hihiri",
        "brief": "nā Nganehu Turner ngā kupu, nā Tania Oxenham te rangi © 2004 Nganehu Turner (Ngāti Maniapoto) held the position of pouako (tutor) of Te Reo Māori and kuia at Wintec for many years.\n\nThis was one of the songs she dedicated to the Māori students of Wintec, all who hoped to see their aspirations fulfilled.",
        "maoriWords": "Piki ake e tama e Hine I te ahurei o te Kuratini o Waikato He mātāpono whakaū kounga Ka whakaata i te angitū Piki ake e tama e Hine I te ahurei o te Kuratini o Waikato He mātāpono whakaū kounga Ka whakaata i te angitū.\n\nPupuke te hihiri Pupuke te mahara Pupuke te wānanga a te Kore Pupuke te hihiri Pupuke te mahara Pupuke te wānanga a te Kore\n\nNō ngā kete i pikihia e Tāwhaki He wairua, he mauri, he mana, he reo He māramatanga, he mātauranga He iho o te ahurea.\n\nPupuke te hihiri Pupuke te mahara Pupuke te wānanga a te Kore Pupuke te hihir Pupuke te mahara Pupuke te wānanga a te Kore A te kore",
        "englishWords": "Ascend Son, Daughter To the pinnacle of Wintec Hold fast to quality principles That reflect your successes Ascend Son, Daughter To the pinnacle of Wintec Hold fast to quality principles That reflect your successes.\n\nFrom conception the increase From increase the thought From thought the knowledge out of Chaos From conception the increase From increase the thought From thought the knowledge out of Chaos.\n\nFrom the baskets of knowledge Tāwhaki retrieved Comes spirit, life-force, power, language, Understanding and knowledge The isthmus of culture.\n\nFrom conception the increase From increase the thought From thought the knowledge out of Chaos From conception the increase From increase the thought From thought the knowledge out of Chaos",
        "thumbnailPath": "assets/images/image2.jpg",
        "vocalPath": "assets/videos/video.mp4",
        "nonVocalPath": "assets/videos/video2.mp4"
    },
    {
        "name": "I Te Whare Whakapiri",
        "brief": "This waiata was written by past Wintec students who came to Wintec to learn Te Reo Māori.\n\nThe song exposes the effects colonization has had on their lives and encourage Wintec to be a pillar by which they and others following can restore what was lost.\n\nIn this instance, it is the language which is the doorway to their cultural inheritance and wellbeing.",
        "maoriWords": "I te whare whakapiri a Tāne Roto te Kuratini o Waikato Ka puta ngā mamaetanga Rere iho ko ngā roimata Auē, te arohanui.\n\nHomai, homai taku Māoritanga Whāngaihia mai tōku reo tuku iho He kaiwhakaoho i tōku wairua.\n\nKua ngaro te korekore Puāwai ana ko ahau He Māori tū tangata",
        "englishWords": "In this cultural house That is within Waikato Institute of Technology We feel the sorrow the tears the flow and the love.\n\nGive back our cultural inheritance Nurture the development of my language That awakens my spirit.\n\nThe nothingness has disappeared I begin to bloom I am Māori",
        "thumbnailPath": "assets/images/image2.jpg",
        "vocalPath": "assets/videos/video.mp4",
        "nonVocalPath": "assets/videos/video2.mp4"
    },
    {
        "name": "Pua Te Kōwhai",
        "brief": "This waiata is suitable for any occasion and is still used both in and out of Wintec. The song jumps around as it follows the flight path of the Tui.\n\nHistorically, the hill that Wintec sits on was part of the lands designated ‘mara’ or gardening land, thus, the name Te Kōpū Mānia o Kirikiriroa – The Smooth Belly (fertile lands) of Kirikiriroa (known presently as Hamilton).\n\nWaikato-Tainui, Ngāti Hauā and Ngāti Wairere are the mana whenua (known affiliated tribes) of this land.",
        "maoriWords": "Pua te kōwhai Ngawhā te kōrari He tohu kōanga Tau mai e Tui ki tō kāpunipuni Honihoni, kohikohi Hei oranga, hei rongoā Pania te kiri ki te kōwhai kura E Tui haurangi i te tākoha o te Atua Rere atu, hoki mai Parea te ua kōwhai Ka whiti mai te rā e",
        "englishWords": "The kōwhai blooms Bursts open in readiness for plucking A sign of Spring The Tui begin to assemble To nibble to gather For life and well-being The stain of the kōwhai touches While Tui get drunk on the nectar of God Flittering away, returning A display of yellow As the sun shines",
        "thumbnailPath": "assets/images/image2.jpg",
        "vocalPath": "assets/videos/video.mp4",
        "nonVocalPath": "assets/videos/video2.mp4"
    }
]